/* KiraLegacy — pt. Исходный текст русский, остальное перевод с него. */

"brand.wordmark" = "K I R A";
"tab.home" = "Início";
"tab.search" = "Buscar";
"tab.files" = "Minha lista";
"home.trending" = "Em alta";
"home.popular" = "Popular";
"home.movies" = "Melhores filmes";
"home.series" = "Melhores séries";
"home.play" = "Assistir";
"home.info" = "Detalhes";
"home.hero.fallback" = "Anime";
"row.empty" = "Nada aqui";
"row.failed" = "Não foi possível carregar";
"files.continue" = "Continuar";
"files.favorite" = "Favoritos";
"files.settings" = "Ajustes";
"files.about" = "Sobre";
"files.empty" = "Ainda não há nada aqui.\n\nAbra qualquer título e adicione-o a uma lista, ou apenas comece a assistir e ele aparecerá em Continuar.";
"card.episode" = "Episódio %ld";
"search.placeholder" = "Título do anime";
"search.prompt" = "Procure algo pelo título";
"search.empty" = "Nada encontrado";
"refresh.pull" = "Puxe para atualizar";
"refresh.release" = "Solte para atualizar";
"refresh.loading" = "Atualizando…";
"status.none" = "Nenhum";
"status.planning" = "Quero assistir";
"status.watching" = "Assistindo";
"status.completed" = "Concluído";
"status.dropped" = "Abandonado";
"sheet.cancel" = "Cancelar";
"sheet.list" = "Adicionar à lista";
"sheet.list.remove" = "Remover da lista";
"toast.list.removed" = "Removido da lista";
"toast.fav.on" = "Adicionado aos favoritos";
"toast.fav.off" = "Removido dos favoritos";
"anime.untitled" = "Sem título";
"anime.movie" = "Filme";
"anime.episodes" = "episódios: %ld";
"anime.minutes" = "%ld min";
"episode.number" = "Episódio %ld";
"episode.number.title" = "Episódio %ld — %@";
"source.sub" = "legendado";
"source.dub" = "dublado";
"source.resolver" = "Resolvedor";
"subtitle.default" = "Legendas";
"detail.characters" = "Personagens";
"detail.showmore" = "Mostrar mais";
"detail.showless" = "Mostrar menos";
"detail.sort.asc" = "Episódio ↑";
"detail.sort.desc" = "Episódio ↓";
"detail.subs" = "Legendado";
"detail.dub" = "Dublado";
"detail.count" = "episódios: %lu";
"detail.next.days" = "em %ld d %ld h";
"detail.next.hours" = "em %ld h";
"detail.noepisodes" = "Nenhum episódio encontrado: nem nos espelhos nem no catálogo";
"detail.retry" = "Tentar novamente";
"detail.nosource" = "Fonte não encontrada";
"detail.searching" = "Procurando fontes para o episódio %ld…";
"detail.nosources.kind" = "Sem fontes para o episódio %ld (%@)";
"detail.source" = "Fonte";
"detail.withsubs" = " · com legendas";
"detail.watch" = "Assistir";
"detail.nolink" = "A fonte não retornou nenhum link";
"player.seek10" = "10 s";
"player.quality" = "Qualidade";
"player.quality.short" = "%@ ▾";
"player.quality.fellback" = "A qualidade escolhida não abriu — a recuar";
"player.quality.auto" = "Automático";
"player.quality.cant" = "%@ — pesado demais";
"player.quality.set" = "Qualidade: %ldp";
"player.quality.setauto" = "Qualidade: automática";
"player.subs.on" = "Legendas ativadas";
"player.subs.off" = "Legendas desativadas";
"player.failed" = "Não foi possível preparar o fluxo";
"player.notopened" = "Esta fonte não abriu.\nVolte e escolha outra.";
"player.live" = "ao vivo";
"player.auto" = "Auto";
"settings.title" = "Ajustes";
"settings.language" = "Idioma";
"settings.language.system" = "Igual ao sistema (%@)";
"settings.source" = "Fonte padrão";
"settings.source.note" = "Os espelhos são tentados de cima para baixo, e o escolhido é usado sem perguntar quando está disponível. HiAnime é o único que oferece escolha de qualidade e legendas.";
"settings.source.ask" = "Perguntar sempre";
"settings.quality" = "Qualidade padrão";
"settings.quality.note" = "Nem todo espelho oferece várias qualidades. Onde não há, este ajuste não muda nada.";
"settings.quality.auto" = "Conforme o dispositivo";
"settings.playback" = "Reprodução";
"settings.playback.note" = "O vídeo passa por um proxy em 127.0.0.1: versões antigas do iOS não têm as raízes com que os espelhos são certificados. Instale as raízes como perfil e o proxy deixa de ser necessário.";
"settings.profile.install" = "Instalar raízes como perfil";
"settings.profile.failed" = "O servidor local não iniciou";
"settings.direct.on" = "Reprodução direta: ativada";
"settings.direct.off" = "Reprodução direta: desativada";
"settings.log" = "Registro";
"settings.log.note" = "Tudo o que o app escreve no log do sistema também vai para um arquivo em Documentos, visível em Arquivos e no iTunes.";
"settings.log.clear" = "Limpar o registro";
"settings.log.cleared" = "Registro limpo";
"about.title" = "Sobre";
"about.version" = "Versão %@";
"about.tagline" = "Um cliente de anime que reúne várias fontes. Compilado para iOS 5.1 e posteriores.";
"about.developer" = "Desenvolvedor: Computershik";
"about.link.4pda" = "Perfil no 4PDA";
"about.link.telegram" = "Canal do Telegram";
"about.link.donate" = "Apoiar o desenvolvedor";
"about.tls" = "Criptografia: %@";
"about.roots" = "Certificados raiz";
"about.roots.note" = "O repositório de raízes confiáveis das versões antigas do iOS está congelado, e as fontes não são certificadas por ele. Estas raízes vêm dentro do app e são fornecidas pela verificação própria.";
"about.trademarks" = "As marcas registradas pertencem aos seus respectivos proprietários.";
"cert.gts_root_r1" = "espelhos de vídeo, cadeia alternativa";
"cert.gts_root_r2" = "espelhos de vídeo, cadeia alternativa";
"cert.gts_root_r3" = "espelhos de vídeo, cadeia alternativa";
"cert.gts_root_r4" = "catálogo do AniList e espelhos de vídeo";
"cert.amazon_root_ca1" = "imagens dos episódios";
"cert.isrg_root_x1" = "espelhos de vídeo, reserva";
"cert.isrg_root_x2" = "arquivos de legenda";
"settings.custom" = "Fontes próprias";
"settings.custom.note" = "Fontes adicionadas por você: um link direto HLS ou uma interface JSON. São consultadas junto com os espelhos incluídos.";
"settings.custom.empty" = "Ainda não há nada adicionado";
"settings.custom.add" = "Adicionar uma fonte";
"custom.title" = "Fonte própria";
"custom.new" = "Nova fonte";
"custom.name" = "Nome";
"custom.name.placeholder" = "Minha fonte";
"custom.kind" = "Tipo";
"custom.kind.direct" = "Link direto";
"custom.kind.json" = "Interface JSON";
"custom.address" = "Endereço HLS";
"custom.address.json" = "Modelo de endereço";
"custom.address.placeholder" = "https://…";
"custom.address.note" = "No modelo são substituídos {aniId}, {malId}, {episode} e {kind}.";
"custom.path" = "Caminho do campo";
"custom.path.placeholder" = "sources[0].file";
"custom.path.note" = "Caminho até o link na resposta, por exemplo sources[0].file — pontos e índices entre colchetes são entendidos.";
"custom.referer" = "Referer";
"custom.referer.placeholder" = "https://… (pode ficar vazio)";
"custom.offset" = "Deslocamento de episódio";
"custom.offset.note" = "Somado ao número do episódio do AniList. Necessário quando a fonte numera dentro da temporada.";
"custom.enabled" = "Ativada";
"custom.off" = "Desativada";
"custom.off.suffix" = " (desativada)";
"custom.test" = "Verificar";
"custom.test.note" = "A verificação usa uma amostra: AniList %ld, episódio %ld.";
"custom.testing" = "Verificando…";
"custom.save" = "Salvar";
"custom.delete" = "Excluir";
"custom.saved" = "Salvo";
"custom.needname" = "Escreva primeiro um nome";
"custom.needaddress" = "Escreva primeiro um endereço";
"custom.check.address" = "Endereço: %@";
"custom.check.http" = "Resposta: HTTP %ld, %.1f s, %lu bytes";
"custom.check.net" = "Rede: %@";
"custom.check.notjson" = "A resposta não é JSON";
"custom.check.field" = "Campo %@ → %@";
"custom.check.nofield" = "O campo %@ não tem valor";
"custom.check.hls" = "Lista: #EXTM3U presente, segmentos %lu";
"custom.check.nothls" = "Não é uma lista HLS, começa com: %@";
